export const homeAbout = [
  {
    id: 1,
    cover: "https://img.icons8.com/dotty/80/000000/storytelling.png",
    title: "Специализации",
    desc: "Определите свою будущую профессию и узнайте, какую зарплату вы можете получить.",
  },
  {
    id: 2,
    cover: "https://img.icons8.com/ios/80/000000/diploma.png",
    title: "Подготовка к ЕНТ",
    desc: "С помощью умных алгоритмов мы выявим ваши слабые места и разработаем план обучения на основе вашего уровня.",
  },
  {
    id: 3,
    cover: "https://img.icons8.com/ios/80/000000/athlete.png",
    title: "Новости",
    desc: "Далеко-далеко за словесными горами в стране гласных и согласных живут слепые тексты.",
  },
];

export const awrapper = [
  {
    cover:
      "https://img.icons8.com/external-yogi-aprelliyanto-basic-outline-yogi-aprelliyanto/80/ffffff/external-graduation-education-yogi-aprelliyanto-basic-outline-yogi-aprelliyanto.png",
    data: "3,000",
    title: "УСПЕШНЫЕ ИСТОРИИ",
  },
  {
    cover: "https://img.icons8.com/ios/80/ffffff/athlete.png",
    data: "320",
    title: "НАДЕЖНЫЕ ПРЕПОДАВАТЕЛИ",
  },
  {
    cover:
      "https://img.icons8.com/external-outline-icons-maxicons/80/ffffff/external-calender-insurance-outline-outline-icons-maxicons.png",
    data: "1,000",
    title: "РАСПИСАНИЕ",
  },
  {
    cover: "https://img.icons8.com/ios/80/ffffff/macbook-idea--v3.png",
    data: "587",
    title: "КУРСЫ",
  },
];

export const coursesCard = [
  {
    id: 1,
    cover: "../images/courses/c1.png",
    coursesName: "Подготовка к ЕНТ по математике",
    courTeacher: [
      {
        dcover: "./images/back.webp",
        name: "Преподаватель: Торебай Инебаев",
        totalTime: "50 лекций (190 часов)",
      },
    ],
    priceAll: "100 000 тг за весь курс",
    pricePer: "15 000 тг в месяц",
  },
  {
    id: 2,
    cover: "../images/courses/c2.png",
    coursesName: "Подготовка к ЕНТ по физике",
    courTeacher: [
      {
        dcover: "./images/back.webp",
        name: "Преподаватель: Адамбай Нуртас",
        totalTime: "30 лекций (125 часов)",
      },
    ],
    priceAll: "200 000 тг за весь курс",
    pricePer: "25 000 тг в месяц",
  },
  {
    id: 3,
    cover: "../images/courses/c3.png",
    coursesName: "Подготовка к ЕНТ по информатике",
    courTeacher: [
      {
        dcover: "./images/back.webp",
        name: "Преподаватель: Мая Варонина",
        totalTime: "50 лекций (50 часов)",
      },
    ],
    priceAll: "50 000 тг за весь курс",
    pricePer: "5 000 тг в месяц",
  },
  {
    id: 4,
    cover: "../images/courses/c4.png",
    coursesName: "Подготовка к ЕНТ по литературе",
    courTeacher: [
      {
        dcover: "./images/back.webp",
        name: "Преподаватель: Марлан Орманов",
        totalTime: "20 лекций (20 часов)",
      },
    ],
    priceAll: "30 000 тг за весь курс",
    pricePer: "3 000 тг в месяц",
  },
  {
    id: 5,
    cover: "../images/courses/c5.png",
    coursesName: "Подготовка к ЕНТ по истории Казахстана",
    courTeacher: [
      {
        dcover: "./images/back.webp",
        name: "Преподаватель: Султан Мултанов ",
        totalTime: "100 лекций (150 часов)",
      },
    ],
    priceAll: "300 000 тг за весь курс",
    pricePer: "30 000 тг в месяц",
  },
  {
    id: 6,
    cover: "../images/courses/c6.png",
    coursesName: "Подготовка к ЕНТ по географии",
    courTeacher: [
      {
        dcover: "./images/back.webp",
        name: "Преподаватель: Сункар Каршыгаулы",
        totalTime: "200 лекций (300 часов)",
      },
    ],
    priceAll: "500 000 тг за весь курс",
    pricePer: "80 000 тг в месяц",
  },
];

export const online = [
  {
    cover: "./images/courses/online/o1.png",
    hoverCover: "./images/courses/online/o1.1.png",
    courseName: "Математика",
    course: "25 Курсов",
  },
  {
    cover: "./images/courses/online/o2.png",
    hoverCover: "./images/courses/online/o2.1.png",
    courseName: "Физика",
    course: "25 Курсов",
  },
  {
    cover: "./images/courses/online/o3.png",
    hoverCover: "./images/courses/online/o3.1.png",
    courseName: "Химия",
    course: "10 Курсов",
  },
  {
    cover: "./images/courses/online/o4.png",
    hoverCover: "./images/courses/online/o4.1.png",
    courseName: "Биология",
    course: "15 Курсов",
  },
  {
    cover: "./images/courses/online/o5.png",
    hoverCover: "./images/courses/online/o5.1.png",
    courseName: "Инженерия Программного Обеспечения",
    course: "30 Курсов",
  },
  {
    cover: "./images/courses/online/o6.png",
    hoverCover: "./images/courses/online/o6.1.png",
    courseName: "Информационные Технологии",
    course: "60 Курсов",
  },
];

export const team = [
  {
    cover: "./images/team/t1.webp",
    name: "Олжас Касымбаев",
    work: "Математика",
  },
  {
    cover: "./images/team/t2.webp",
    name: "Аман Сыдыков",
    work: "Физика",
  },
  {
    cover: "./images/team/t3.webp",
    name: "Раушан Оразбаева",
    work: "Химия",
  },
  {
    cover: "./images/team/t4.webp",
    name: "Арман Киясов",
    work: "Казахский язык и литература",
  },
  {
    cover: "./images/team/t5.webp",
    name: "Ернар Ыдырысулы",
    work: "История Казахстана",
  },
  {
    cover: "./images/team/t6.webp",
    name: "Ислам Байысов",
    work: "Биология",
  },
  {
    cover: "./images/team/t7.webp",
    name: "Балкия Нурбай",
    work: "География",
  },
  {
    cover: "./images/team/t8.webp",
    name: "Максат Алмасбаев",
    work: "Иностранный язык",
  },
];

export const price = [
  {
    name: "Основы для 11-го класса",
    price: "39 000 тенге.",
    desc: "Комплексный онлайн-курс, охватывающий основные предметы для учеников 11 классов, готовящихся к успешной учебе.",
  },
  {
    name: "Продвинутое освоение 11-го класса",
    price: "59 000 тенге.",
    desc: "Поднимите свой уровень знаний с продвинутой программой, разработанной для учеников 11 классов, стремящихся к отличию в учебе.",
  },
  {
    name: "Программа подготовки к университету",
    price: "79 000 тенге.",
    desc: "Подготовьтесь к следующему этапу с программой, ориентированной на подготовку к университету, включая подготовку к экзаменам и рекомендации для будущих начинаний.",
  },
  {
    name: "Элитный пакет для 11-го класса",
    price: "99 000 тенге.",
    desc: "Исключительный доступ к премиальным ресурсам и персональному менторству для учеников 11 классов, стремящихся к академическому успеху.",
  },
];

export const faq = [
  {
    title: "Как записаться на курсы подготовки к ЕНТ?",
    desc: "Для записи на курсы подготовки к ЕНТ, перейдите на наш официальный сайт, выберите необходимый курс и следуйте инструкциям по регистрации. После успешной регистрации вы получите доступ к материалам курса и другим полезным ресурсам.",
  },
  {
    title: "Где находятся материалы для подготовки к ЕНТ?",
    desc: "Материалы для подготовки к ЕНТ доступны в личном кабинете каждого участника после регистрации на курсы. Вы сможете скачать необходимые учебные материалы, тесты и другие ресурсы.",
  },
  {
    title: "Какие предметы входят в программу обучения для ЕНТ?",
    desc: "Программа обучения включает в себя все основные предметы, необходимые для успешной подготовки к ЕНТ. Это включает математику, русский язык, химию, физику и другие дисциплины. Подробности о включенных предметах указаны в описании каждого курса.",
  },
  {
    title: "Какова продолжительность курса подготовки?",
    desc: "Продолжительность курса подготовки зависит от выбранного пакета обучения. Обычно курсы предоставляют гибкий график, который позволяет учащимся изучать материалы в удобное для них время. Подробности о продолжительности указаны в описании каждого курса.",
  },
  {
    title: "Каковы методики обучения на курсах?",
    desc: "Методики обучения включают в себя интерактивные онлайн-лекции, практические задания, тестирование и индивидуальные консультации с преподавателями. Это обеспечивает полноценное усвоение материала и подготовку к успешной сдаче ЕНТ.",
  },
  {
    title: "Какова стоимость участия в подготовительных курсах?",
    desc: "Стоимость участия в подготовительных курсах зависит от выбранного пакета обучения. Детальную информацию о ценах можно найти в разделе 'Цены' на нашем сайте или при регистрации на курсы.",
  },
  {
    title: "Как связаться с поддержкой в случае вопросов?",
    desc: "Если у вас возникли вопросы, связанные с курсами подготовки к ЕНТ, вы можете связаться с нашей службой поддержки. Мы доступны через электронную почту, телефон и онлайн-чат для предоставления необходимой помощи и информации.",
  },
];

export const blog = [
  {
    id: 1,
    type: "",
    date: "15 ДЕК. 2023",
    com: "3 КОММЕНТАРИЯ ",
    title:
      "Запуск нового курса: Стройте свою карьеру в программировании и инженерии",
    desc: "Мы рады объявить о запуске нового образовательного курса, который поможет вам построить успешную карьеру в программировании и инженерии. Узнайте больше о возможностях, которые предоставляет наш новый курс.",
    cover: "../images/blog/b1.webp",
  },
  {
    id: 2,
    type: "",
    date: "25 АПР. 2023",
    com: "5 КОММЕНТАРИЕВ ",
    title: "Лучшие практики подготовки к ЕНТ: Оптимизация вашего обучения",
    desc: "Узнайте о лучших методиках подготовки к Единым национальным тестам (ЕНТ), которые помогут вам эффективно готовиться к экзаменам. Наши эксперты поделятся с вами секретами успешной подготовки.",
    cover: "../images/blog/b2.webp",
  },
  {
    id: 3,
    type: "",
    date: "15 МАЯ 2023",
    com: "10 КОММЕНТАРИЕВ ",
    title: "Секреты эффективного обучения: Как достичь высоких результатов",
    desc: "Узнайте о методах и стратегиях, которые помогут вам максимально эффективно учиться. Наши студенты делятся своим опытом достижения высоких результатов в обучении.",
    cover: "../images/blog/b3.webp",
  },
  {
    id: 4,
    type: "",
    date: "02 ЯНВ. 2023",
    com: "3 КОММЕНТАРИЯ ",
    title: "Новые возможности в образовательном центре: Обзор обновлений",
    desc: "Мы постоянно совершенствуем наш образовательный центр. Узнайте о последних обновлениях и новых возможностях, которые мы предоставляем нашим студентам.",
    cover: "../images/blog/b4.webp",
  },
  {
    id: 5,
    type: "",
    date: "14 ДЕК. 2023",
    com: "3 КОММЕНТАРИЯ ",
    title: "Топовые курсы сезона: Рекомендации наших экспертов",
    desc: "Наши эксперты подготовили список топовых курсов этого сезона. Изучите актуальные темы и выберите курс, который соответствует вашим образовательным целям.",
    cover: "../images/blog/b5.webp",
  },
  {
    id: 6,
    type: "",
    date: "18 ЯНВ. 2023",
    com: "12 КОММЕНТАРИЕВ ",
    title: "Студенческая жизнь: Советы новичкам от опытных студентов",
    desc: "Наши студенты-ветераны делятся своим опытом и дают советы новичкам. Узнайте, как успешно адаптироваться к студенческой жизни и достигнуть успеха в учебе.",
    cover: "../images/blog/b6.webp",
  },
];
